Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=54_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Vaalilautakunta
smn: Vaaljâlävdikodde

source: Saamelaiskäräjien kokous asetti kokouksessaan 2/2014 vaalilautakunnan valmistelemaan ja toimeenpanemaan saamelaiskäräjien vuonna 2015 pidettävät vaalit.
smn: Lävdikoodán kuleh tah jesâneh já värijesâneh: Sämitige čuákkim asâttij čuákkimistis 2/2014 vaaljâlävdikode valmâštâllâđ já tooimânpieijâđ sämitige vaaljâid, moh tuállojeh ive 2015.

source: Jäsenet:
smn: Jesâneh:

source: Janne Näkkäläjärvi, puheenjohtaja
smn: Janne Näkkäläjärvi , sj.

source: Veikko Feodoroff, varapuheenjohtaja
smn: Veikko Feodoroff vsj.

source: Henkilökohtaiset varajäsenet:
smn: Värijesâneh:

source: Tauno Haltta
smn: Maarit K. Pieski
